3ash.nord-flat
artisanbytecrafter.poptheme
asvetliakov.vscode-neovim
avetis.nord-palette
azemoh.one-monokai
bierner.markdown-mermaid
buenon.scratchpads
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
docker.docker
dracula-theme.theme-dracula
esbenp.prettier-vscode
foam.foam-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
haphazarddev.oil-code
josemurilloc.aura-spirit-dracula
metaseed.metajump
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
mushan.vscode-paste-image
pkief.material-icon-theme
robertrossmann.remedy
ryuta46.multi-command
sainnhe.everforest
saoudrizwan.claude-dev
subframe7536.custom-ui-style
tomoki1207.vscode-input-sequence
vspacecode.whichkey
yzhang.markdown-all-in-one
